simulations/icofoam_cases/3_wall_4_ceiling/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          16398;
        startFace       254073;
    }
    surface
    {
        type            patch;
        physicalType    patch;
        nFaces          3600;
        startFace       270471;
    }
    main_outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          24;
        startFace       274071;
    }
    branch_outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          48;
        startFace       274095;
    }
    branch_inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          48;
        startFace       274143;
    }
    main_inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          48;
        startFace       274191;
    }
)

// ************************************************************************* //
